export const milkatArr = {
  jamin: [{ value: "cts-sampurn", label: "CTS-Sampurna milkat" }],
  flat: [
    { value: "flat-1", label: "Flat 1" },
    { value: "flat-2", label: "Flat 2" },
    { value: "flat-3", label: "Flat 3" },
    { value: "flat-4", label: "Flat 4" },
    { value: "other", label: "Other" },
  ],
};

export const caseNoArr = [
  { caseNolabel: "केस - XXXX99XX", caseNoCode: "1" },
  { caseNolabel: "केस - XXXX99YY", caseNoCode: "2" },
  { caseNolabel: "केस - XXXX99ZZ", caseNoCode: "3" },
];

export const ferfar = {
  registred: [
    {
      mutationTypeName: "खरेदी नोंद",
      mutationTypeCode: "03",
      docs: [
        "नोंदणीकृत खरेदी दस्ताची प्रमाणित प्रत",
        "सूची क्रमांक २ ची प्रमाणित प्रत",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)प्रामाणि प्रत व त्याची सूची क्र २ प्रमाणित प्रत",
        "स्वयं घोषणा पत्र",
      ],
    },
    {
      mutationTypeName: "बक्षीसपत्र नोंद",
      mutationTypeCode: "04",
      docs: [
        "नोंदणीकृत बक्षीसपत्र दस्ताची प्रत",
        "सूची क्रमांक २ अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "कोर्ट आदेशाची प्रत(असल्यास)",
        "अर्जदाराचा ओळखीचा पुरावा",
        "स्वयं घोषणा पत्र",
      ],
    },
    {
      mutationTypeName: "मृत्यूपत्र / इच्छापत्र नोंद",
      mutationTypeCode: "47",
      docs: [
        "मुळ मृत्यू दाखला",
        "मृत्यूपत्राची प्रत",
        "सूची क्रमांक 3 (नोंदणीकृत मृत्यूपत्र असल्यास)",
        "नोंदणीकृत मृत्यूपत्र / इच्छा पत्र दस्ताची प्रत (असल्यास)",
        "स्वयं घोषणापत्र",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "प्रोबेट प्रत(असल्यास)",
      ],
    },
    {
      mutationTypeName: "गाहाणखत / तारण / बोजा दाखल नोंद",
      mutationTypeCode: "06",
      docs: [
        "नोंदणीकृत गहाणखत दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "गहाण खतानुसार तारण परत / बोजा कमी करणे नोंद",
      mutationTypeCode: "07",
      docs: [
        "नोंदणीकृत गहाण खतानुसार/तारण परत/बोजा कमी करणे दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "वाटणीपत्र / वाटप नोंद",
      mutationTypeCode: "08",
      docs: [
        "नोंदणीकृत वाटणीपत्र दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "कोर्ट वाटप आदेशाची प्रत(असल्यास)",
      ],
    },
    {
      mutationTypeName: "हक्कसोड पत्र / रिलीज डिड नोंद",
      mutationTypeCode: "09",
      docs: [
        "नोंदणीकृत हक्कसोड दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "भाडेपट्टा नोंद",
      mutationTypeCode: "10",
      docs: [
        "नोंदणीकृत भाडेपट्टा दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "सक्षम प्राधिकारी आदेश प्रत( असल्यास)",
      ],
    },
    {
      mutationTypeName: "घोषणापत्र नोंद",
      mutationTypeCode: "11",
      docs: [
        "नोंदणीकृत घोषणापत्र दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "बांधकाम सुरु प्रमाणपत्र",
        "भोगवटा प्रमाणपत्र",
        "बांधकाम मंजूर नकाशा",
      ],
    },
    {
      mutationTypeName: "अपार्टमेंट नोंद",
      mutationTypeCode: "12",
      docs: [
        "नोंदणीकृत अपार्टमेंट दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "मानिव अभिहस्तांतरण",
      mutationTypeCode: "24",
      docs: [
        "नोंदणीकृत अभिहस्तांतरण दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "आदलाबदल नोंद",
      mutationTypeCode: "29",
      docs: [
        "नोंदणीकृत आदलाबदल दस्ताची प्रत",
        "सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "चूकदुरुस्ती नोंद",
      mutationTypeCode: "30",
      docs: [
        "मूळ नोंदणीकृत दस्ताची प्रमाणित प्रत",
        "मूळ नोंदणीकृत दस्ताची सूची क्रमांक २",
        "चूकदुरुस्ती नोंदणीकृत दस्ताची प्रमाणित प्रत",
        "चूकदुरुस्ती नोंदणीकृत दस्ताची सूची क्रमांक २",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "असाईनमेंट डिडने नोंद",
      mutationTypeCode: "42",
      docs: [
        "असाईनमेंट दस्ताची प्रमाणित प्रत",
        "सूची क्रमांक २ ची प्रमाणित प्रत",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र (असल्यास)",
        "स्वयं घोषणा पत्र",
      ],
    },
    {
      mutationTypeName: "करेक्शन डिडने नोंद",
      mutationTypeCode: "43",
      docs: [
        "करेक्शन दस्ताची प्रमाणित प्रत",
        "सूची क्रमांक २ ची प्रमाणित प्रत",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र (असल्यास)",
        "स्वयं घोषणा पत्र",
      ],
    },
    {
      mutationTypeName: "कन्फरमेशन डिडने नोंद",
      mutationTypeCode: "45",
      docs: [
        "कन्फरमेशन डिडने नोंद - 1",
        "कन्फरमेशन डिडने नोंद - 2",
        "कन्फरमेशन डिडने नोंद - 3",
      ],
    },
  ],
  unregistred: [
    {
      mutationTypeName: "वारस नोंद",
      mutationTypeCode: "01",
      docs: [
        "मुळ मृत्यू दाखला",
        "वारासाबाबत स्वयं घोषणापत्र",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "वारसांचे नाव पत्ते",
      ],
    },
    {
      mutationTypeName: "मायताचे नाव कमी करणे",
      mutationTypeCode: "02",
      docs: [
        "मुळ मृत्यू दाखला",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "मृत्यूपत्र / इच्छापत्र नोंद",
      mutationTypeCode: "05",
      docs: [
        "मुळ मृत्यू दाखला",
        "मृत्यूपत्राची प्रत",
        "सूची क्रमांक 3 (नोंदणीकृत मृत्यूपत्र असल्यास)",
        "नोंदणीकृत मृत्यूपत्र / इच्छा पत्र दस्ताची प्रत (असल्यास)",
        "स्वयं घोषणापत्र",
        "अर्जदाराचा ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "प्रोबेट प्रत(असल्यास)",
      ],
    },
    {
      mutationTypeName: "धारणा प्रकारामध्ये बदल नोंद",
      mutationTypeCode: "14",
      docs: [
        "जिल्हाधिकारी यांचे आदेशाची प्रत",
        "स्वयं घोषणापत्र",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "आदेशाने समिलीकरण / एकत्रिकरण नोंद",
      mutationTypeCode: "16",
      docs: [
        "सामीलीकरण मोजणी नकाशा प्रत",
        "मंजूर लेआउट प्रत",
        "मंजूर रेखांकन/नाहरकत दाखला",
        "स्वयं घोषणापत्र",
        "सक्षम प्राधिकारी आदेश प्रत",
        "मुखत्यार पत्र(असल्यास)",
        "सर्व सह-धारकांची नावे व पत्ते",
      ],
    },
    {
      mutationTypeName: "पोटहिस्सा / पोटविभाजन नोंद",
      mutationTypeCode: "17",
      docs: [
        "पोटहिस्सा मोजणी नकाशा प्रत",
        "मंजूर रेखांकन/नाहरकत दाखला",
        "स्वयं घोषणापत्र",
        "मुखत्यार पत्र(असल्यास)",
        "सर्व सह-धारकांची नावे व पत्ते",
      ],
    },
    {
      mutationTypeName: "ताबा पावतीने नोंद",
      mutationTypeCode: "18",
      docs: ["नोंदणीकृत ताबा पावती दस्त", "सूची क्र २", "स्वयं घोषणापत्र"],
    },
    {
      mutationTypeName: "ए.कू.मॅ. नोंद कमी करणे",
      mutationTypeCode: "20",
      docs: [
        "कुटुंबतील सदस्यांबाबतचे घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "सर्वांचे नाव,पत्ते",
      ],
    },
    {
      mutationTypeName: "अ.पा.क. नोंद कमी",
      mutationTypeCode: "21",
      docs: [
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
        "वयाचा पुरावा",
      ],
    },
    {
      mutationTypeName: "हिबानामा",
      mutationTypeCode: "23",
      docs: [
        "हिबा स्ताची प्रत(असल्यास)",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा (किमान २ साक्षीदार नाव,पत्ते)",
        "ताबा दिला घेतल्या बाबतचा पुरावा",
        "हिबा स्वीकारल्या बाबतचा पुरावा",
      ],
    },
    {
      mutationTypeName: "जप्ती आदेश",
      mutationTypeCode: "26",
      docs: ["सक्षम प्राधिकारी जप्ती आदेश  प्रत", "स्वयं घोषणापत्र"],
    },
    {
      mutationTypeName: "नावात बदल",
      mutationTypeCode: "31",
      docs: ["आदेश प्रत", "स्वयं घोषणापत्र", "गजेट/लग्नाचे प्रमाणपत्र"],
    },
    {
      mutationTypeName: "जप्ती कमी आदेश",
      mutationTypeCode: "34",
      docs: ["सक्षम प्राधिकारी जप्ती कमी आदेश  प्रत", "स्वयं घोषणापत्र"],
    },
    {
      mutationTypeName: "आदेशाने - सांगणकीकरण करताना सुटलेल्या नोंदी घेणे",
      mutationTypeCode: "44",
      docs: [
        "नोंद असलेली मिळकत पत्रिका",
        "नोंद नसलेली मिळकत पत्रिका",
        "स्वयं घोषणापत्र",
        "ओळखीचा पुरावा",
        "मुखत्यार पत्र(असल्यास)",
      ],
    },
    {
      mutationTypeName: "आदेशाने - न.भू.क्र. बदल करणे",
      mutationTypeCode: "46",
      docs: [
        "आदेशाने - न.भू.क्र. बदल करणे - 1",
        "आदेशाने - न.भू.क्र. बदल करणे - 2",
        "आदेशाने - न.भू.क्र. बदल करणे - 3",
        "आदेशाने - न.भू.क्र. बदल करणे - 4",
      ],
    },
  ],
};

export const applicationType = [
  { code: "01", label: "नोंदणी कृत" },
  { code: "02", label: "अनोंदणी कृत" },
];
