export const landingPageArr = [
  "ईप्सित आज्ञावली चा वापर करून मिळकत पत्रिकेवरील फेरफारसाठी ऑनलाइन अर्ज करता येईल.",
];

export const faq = [
  {
    faq: "ईप्सित आज्ञावली चा उपयोग काय ?",
    desc: "ईप्सित आज्ञावली चा वापर करून नागरिकांना मिळकत पत्रिकेवरील फेरफारसाठी ऑनलाइन अर्ज करता येईल.",
  },
  {
    faq: "ईप्सित आज्ञावली चा वापर कसा करावा ?",
    desc: "नागरिकांनी सर्वप्रथम ईप्सित आज्ञावली मध्ये स्वत:चा मोबाइल नंबर प्रविष्ट करून स्वत:चे लॉगिन तयार करावे, इतरांचे लॉगिन मधून अर्ज करता येणार नाही.",
  },
  {
    faq: "सद्यस्थितीत ईप्सित आज्ञावलीतुन किती प्रकारचे फेरफार अर्ज करता येतात ?",
    desc: "सद्यस्थितीत ईप्सित आज्ञावलीतुन ५ प्रक्ररचे फेरफार अर्ज दाखल करता येतात. ते पुढीलप्रमाणे - वारसनोंद, खरेदीनोंद, बक्षीसपत्रनोंद, गहाणखत/बोजा दाखल नोंद, हक्कसोड पत्र/रिलीज डिड नोंद.",
  },
  {
    faq: "ईप्सित आज्ञावली मध्ये योग्य रित्या अर्ज सबमीट झाला आहे ही कसे समजेल ?",
    desc: "ईप्सित आज्ञावली मध्ये नागरिकांनी अर्जाच्या सर्व टॅब मध्ये संपूर्ण माहिती भरल्यानंतर अर्ज फेरफार नोंद घेण्यासाठी पाठवा या बटणावर क्लिक केल्यावर अर्ज सबमिट होईल तसेच नागरिकांना अर्जाची सद्यस्थिती त्यांच्या लॉगिन मध्ये पाहता येईल.",
  },
  {
    faq: "ईप्सित आज्ञावलीत अर्ज भरताना अडचण आल्यास कोठे संपर्क करावा ?",
    desc: "आपल्या अडचणींचे निवारण करण्यासाठी भूमीअभिलेख विभागातील मदत कक्ष हेल्पलाइन नंबर - 02025712712 वर संपर्क साधावा.",
  },
  {
    faq: "वारस नोंदणीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "वारस नोंदणीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - फोटो ओळखपत्र, मुळ मृत्यू दाखला, स्वयंघोषणापत्र, वारासाबाबत स्वयंघोषणापत्र, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
  {
    faq: "खरेदी नोंदीसाठी  कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "खरेदी नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - नोंदणीकृत खरेदी दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
  {
    faq: "बक्षीसपत्र नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "बक्षीसपत्र नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - नोंदणीकृत बक्षीसपत्र दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत, कोर्ट आदेशाची प्रत(असल्यास)प्रमाणित प्रत.",
  },
  {
    faq: "गहाणखत / बोजा दाखल नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "गहाणखत / बोजा दाखल नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत -  नोंदणीकृत गहाणखत दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
  {
    faq: "हक्कसोड पत्र / रिलीज डिड नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "हक्कसोड पत्र / रिलीज डिड नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत -  नोंदणीकृत हक्कसोड दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
];

export const faqData = [
  {
    category: "ईप्सित वापर",
    ques: [
      {
        faq: "ईप्सित आज्ञावली चा उपयोग काय ?",
        desc: "ईप्सित आज्ञावली चा वापर करून नागरिकांना मिळकत पत्रिकेवरील फेरफारसाठी ऑनलाइन अर्ज करता येईल.",
      },
      {
        faq: "ईप्सित आज्ञावली चा वापर कसा करावा ?",
        desc: "नागरिकांनी सर्वप्रथम ईप्सित आज्ञावली मध्ये स्वत:चा मोबाइल नंबर प्रविष्ट करून स्वत:चे लॉगिन तयार करावे...",
      },
    ],
  },
  {
    category: "कागदपत्रे",
    ques: [
      {
        faq: "वारस नोंदणीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
        desc: "वारस नोंदणीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - फोटो ओळखपत्र, मुळ मृत्यू दाखला, स्वयंघोषणापत्र, वारासाबाबत स्वयंघोषणापत्र, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
      },
      {
        faq: "खरेदी नोंदीसाठी  कोणते कागदपत्र आवश्यक आहेत ?",
        desc: "खरेदी नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - नोंदणीकृत खरेदी दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
      },
      {
        faq: "बक्षीसपत्र नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
        desc: "बक्षीसपत्र नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - नोंदणीकृत बक्षीसपत्र दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत, कोर्ट आदेशाची प्रत(असल्यास)प्रमाणित प्रत.",
      },
      {
        faq: "गहाणखत / बोजा दाखल नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
        desc: "गहाणखत / बोजा दाखल नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत -  नोंदणीकृत गहाणखत दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
      },
      {
        faq: "हक्कसोड पत्र / रिलीज डिड नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
        desc: "हक्कसोड पत्र / रिलीज डिड नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत -  नोंदणीकृत हक्कसोड दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
      },
    ],
  },
];

export const registerNotes = [
  "ईप्सित आज्ञावली मध्ये वापरकरत्याने/अर्जदाराने वैयक्तिक माहिती तसेच मोबाईल नंबर अचूक असल्याची खात्री करावी नंतर बदलता येणार नाही.",
];

export const searchByApplicationIdNotes = [
  "सदर अर्ज क्रमांकासाठी इनवर्ड क्रमांक तयार झालेला नाही किंवा काही तांत्रिक त्रुटी आहे. अशा अर्ज क्रमांकांचीच शोधात नोंद होत आहे.",
];

export const createApplicationNotesArr = [
  "सर्वप्रथम जिल्हा, कार्यालय, अर्ज प्रकार, फेरफार प्रकार निवडावा.",
  "मुखत्यार पत्र असल्यास होय निवडावे जेणेकरून आपणास मुखत्यार पत्राची माहिती भरता येईल, नाही निवडल्यास माहिती भरता येणार नाही.",
  "मिळकतीबाबत कोर्ट दावा असल्यास होय निवडावे जेणेकरून आपणास कोर्ट दावा माहिती भरता येईल, नाही निवडल्यास माहिती भरता येणार नाही.",
  "अर्जप्रकार नोंदणीकृत असल्यास आपणास मूळ नोंदणीकृत दस्ताची माहिती भरावी लागेल.",
  "अर्ज भरताना वरील यादीत नमूद सर्व कागदपत्रे PDF स्वरूपात तयार ठेवावीत.",
  "संपूर्ण माहिती भरून झाल्यानंतर पुढे जा या बटणावर क्लिक करावे.",
];
export const applicantNotesArr = [
  "अर्जदारास स्वत:चे नाव व मोबाइल नंबर बदलता येणार नाही.",
  "खाते तयार करताना पत्ता टाकला नसेल अथवा चुकीचा टाकला असेल तर आपणास बदलता येईल.",
  "खाते तयार करताना फोटो व स्वाक्षरी टाकले नसेल तर फोटो व स्वाक्षरी अपलोड करा.",
  "माहिती तपासावी व बरोबर असल्यास जतन करा या बटणावर क्लिक करावे व त्यानंतर पुढे जा बटणावर क्लिक करावे.",
];
export const nabhuNotesArr = [
  // "नोंदणीकृत दस्तामध्ये नगर भुमापन क्रमांक किंवा सर्वे क्रमांक जे नमूद असेल त्या प्रमाणे निवड करावी.",
  "ज्या गावामधील मिळकतीचे फेरफारसाठी अर्ज करावयाचा आहे ते गाव निवडावे, दोन गावातील मिळकतीसाठी एक अर्ज करता येणार नाही, प्रत्येक गावातील मिळकतीसाठी स्वतंत्र अर्ज करावा लागेल.",
  "फेरफार साठी मिळकत निवडताना जमीन आहे की अपार्टमेंट (सदनिका/ऑफिस/दुकान/बंगला) आहे हे प्रथम निवडावे लागेल.",
  "न.भू.क्रमांक निवडण्यासाठी प्रथम मूळ न.भू.क्रमांक टाकून शोधा करावे त्या नंतर पुढील टॅब मध्ये मूळ न.भू.क्रमांक व त्याचे उपविभाग निवडण्यासाठी उपलब्ध होतील, त्यामधून न.भू.क्रमांक निवडावा.",
  "अपार्टमेंट निवडल्यास, न.भू.क्रमांक निवडल्यानंतर घोषणापत्रातील अपार्टमेंट असल्यास त्याची माहिती आपोआप मिळकतपत्रिकेमधून उपलब्ध होते परंतु घोषणापत्रातील अपार्टमेंट नसल्यास इतर (other) या टॅब वर जाऊन अपार्टमेंटची संपूर्ण माहिती भरावी लागेल.",
  "नंतर जतन करा या बटणावर क्लिक करावे व दुसऱ्या न.भू.क्रमांकाची महिती वरीलप्रमाणे भरावी.",
  "सर्व न. भू. क्रमांकाची माहिती भरून झाल्यानंतर, माहिती तक्त्यातील माहिती तपासावी व बरोबर असल्यास पुढे जा या बटणावर क्लिक करावे",
];
export const dastNotesArr = [
  "दस्तप्रकार मध्ये प्रथम मुळदस्त निवडावा.",
  "त्यानंतर विभाग, जिल्हा व दुय्यम निबंधक कार्यालय निवडावे.",
  "त्यानंतर दस्त नंबर व वर्ष अचूक नमूद करावे.",
  "नोंदणीकृत दस्त 2012 नंतरचा असल्यास Verify बटणावर क्लिक करून दस्त क्रमांक व दिनांक अचूक असल्याची खात्री करावी.",
  "नोंदणीकृत दस्त हा 2012 पूर्वीचा असल्यास Verify करण्याची आवश्यकता नाही, तसेच दस्त दिनांक व न. भू. क्रमांक नमूद करावे.",
  "मुळदस्त माहिती जतन करून नंतर चुकदुरुस्ती दस्ताची माहिती भरावी.",
  "चुकदुरुस्ती दस्त केला असल्यास मुळ दस्ताची माहिती भरल्यानंतर चुकदुरुस्ती दस्ताची माहिती वरील सुचनाप्रमाणे भरावी व चुकदुरुस्ती कारण नमूद करावे.",
];

//--------------------ferfar-(Registered)-------------------
export const kherediDenarNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "खरेदी देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून खरेदी देणाऱ्याचे नाव निवडावे, एकावेळी एकच खरेदी देणार निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "खरेदी दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "खरेदी देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी खरेदी देणारे असतील तर त्यांची माहिती भरावी, नसल्यास खरेदी घेणाराची माहिती भरा या बटनावर क्लिक करावे.",
];
export const kherediGhenarNotesArr = [
  // "खरेदी घेणार यांचे नाव महाराष्ट्रा मध्ये मिळकत पत्रिका अथवा ७/१२ वर दाखल असल्यास होय निवडावे, ULPIN माहीत असल्यास होय निवडावे व ULPIN टाकावा, ULPIN माहीत नसल्यास मिळकत पत्रिका अथवा ७/१२ या पैकी एक पर्याय निवडावा.",
  // "खरेदी घेणाराचे नावे महाराष्ट्रात मिळकत असल्यास खरेदी घेणाराचे नाव ७/१२ अथवा मिळकत पत्रिका यामधून घेतले जाईल.",
  "खरेदी घेणाराचे नाव व पत्ता अचूक टाइप करावे.",
  "खरेदी घेणारे अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
  "खरेदी घेणार यांनी मुखत्यारपतत्राच्या आधारे खरेदी घेतली असल्यास खरेदी घेणार म्हणून मुखत्यार धारकचे नाव न टाकता ज्यांच्या नावे खरेदी घेतली आहे त्यांचा नाव व पत्ता नमूद करावा.",
];

export const bakshsishpatraDenarNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "बक्षीसपत्र देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून बक्षीसपत्र देणाऱ्याचे नाव निवडावे, एकावेळी एकच बक्षीसपत्र देणार निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "बक्षीसपत्र दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "बक्षीसपत्र देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी बक्षीसपत्र देणारे असतील तर त्यांची माहिती भरावी, नसल्यास बक्षीसपत्र घेणाराची माहिती भरा या बटनावर क्लिक करावे.",
];
export const bakshishpatraGhenarNotesArr = [
  // "बक्षीसपत्र घेणार यांचे नाव महाराष्ट्रा मध्ये मिळकत पत्रिका अथवा ७/१२ वर दाखल असल्यास होय निवडावे, ULPIN माहीत असल्यास होय निवडावे व ULPIN टाकावा, ULPIN माहीत नसल्यास मिळकत पत्रिका अथवा ७/१२ या पैकी एक पर्याय निवडावा.",
  // "बक्षीसपत्र घेणाराचे नावे महाराष्ट्रात मिळकत असल्यास बक्षीसपत्र घेणाराचे नाव ७/१२ अथवा मिळकत पत्रिका यामधून घेतले जाईल, नसल्यास बक्षीसपत्र घेणाराचे नाव अचूक टाइप करावे.",
  "बक्षीसपत्र घेणाराचे नाव व पत्ता अचूक टाइप करावे.",
  "बक्षीसपत्र घेणारे जर अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
  "बक्षीसपत्र घेणार यांनी मुखत्यारपतत्राच्या आधारे बक्षीसपत्र घेतली असल्यास बक्षीसपत्र घेणार म्हणून मुखत्यार धारकचे नाव न टाकता ज्यांच्या नावे बक्षीसपत्र घेतला आहे त्यांचा नाव व पत्ता नमूद करावा.",
];

export const gahankhatTaranBojaGhenaraNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "गाहानखत / तारण / बोजा घेणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून गाहानखत / तारण / बोजा घेणाराचे नाव निवडावे, एकावेळी एकच गाहानखत / तारण / बोजा घेणार निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "गाहानखत / तारण / बोजा दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "गाहानखत / तारण / बोजा घेणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी गाहानखत / तारण / बोजा घेणारे असतील तर त्यांची माहिती भरावी, नसल्यास गाहानखत / तारण / बोजा देणाराची माहिती भरा या बटनावर क्लिक करावे.",
];
export const gahankhatTaranBojaDenaraNotesArr = [
  "प्रथम बँक/संस्था निवडावे.",
  "बँक/संस्था चे नाव मराठी व इंग्लिश मध्ये टाकावे.",
  "IFSC कोड अचूक नमूद करावे.",
  "बोजा क्षेत्र, बोजा मूल्य, बोजा दिनांक, बोजा कालावधी अचूक नमूद करावे.",
  "पत्ता अचूक नमूद करावा.",
];

export const hakkaSodDenarNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "हक्कसोड देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून हक्कसोड देणाऱ्याचे नाव निवडावे, एकावेळी एकच हक्कसोड देणार निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "हक्कसोड दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "हक्कसोड देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी हक्कसोड देणारे असतील तर त्यांची माहिती भरावी, नसल्यास हक्कसोड घेणाराची माहिती भरा या बटनावर क्लिक करावे.",
];
export const hakkaSodGhenarNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "हक्कसोड घेणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून हक्कसोड घेणाराचे नाव निवडावे, एकावेळी एकच हक्कसोड घेणाराचे निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "हक्कसोड घेणारे अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे.",
];

export const gahankhatTaranBojaKamiKarneGhenaraNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "गहाणखत / तारण / बोजा धारकाचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून गहाणखत / तारण / बोजा धारकाचे नाव निवडावे, एकावेळी एकच गहाणखत / तारण / बोजा धारक निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "गहाणखत / तारण / बोजा दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "गहाणखत / तारण / बोजा धारकाचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे व बँक / संस्था माहिती भरा या बटनावर क्लिक करुन बँक / संस्था माहिती भरावी.",
];
export const gahankhatTaranBojaKamiKarneDenaraNotesArr = [
  "प्रथम बँक/संस्था निवडावे.",
  "बँक/संस्था चे नाव मराठी व इंग्लिश मध्ये टाकावे.",
  "IFSC कोड अचूक नमूद करावे.",
  "बोजा क्षेत्र, बोजा मूल्य, बोजा दिनांक, बोजा कालावधी अचूक नमूद करावे.",
  "पत्ता अचूक नमूद करावा.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे.",
];

export const mryutupatraDenarNotesArrRegistered = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "गाहानखत / तारण / बोजा देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून गाहानखत / तारण / बोजा देणाऱ्याचे नाव निवडावे, एकावेळी एकच गाहानखत / तारण / बोजा देणार निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "गाहानखत / तारण / बोजा दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "गाहानखत / तारण / बोजा देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी गाहानखत / तारण / बोजा देणारे असतील तर त्यांची माहिती भरावी, नसल्यास बक्षीसपत्र घेणाराची माहिती भरा या बटनावर क्लिक करावे.",
];
export const mryutupatraGhenarNotesArrRegistered = [
  "मृत्यूपत्र / इच्छापत्र घेणार यांचे नाव महाराष्ट्रा मध्ये मिळकत पत्रिका अथवा ७/१२ वर दाखल असल्यास होय निवडावे, ULPIN माहीत असल्यास होय निवडावे व ULPIN टाकावा, ULPIN माहीत नसल्यास मिळकत पत्रिका अथवा ७/१२ या पैकी एक पर्याय निवडावा.",
  "मृत्यूपत्र / इच्छापत्र घेणाराचे नावे महाराष्ट्रात मिळकत असल्यास मृत्यूपत्र / इच्छापत्र घेणाराचे नाव ७/१२ अथवा मिळकत पत्रिका यामधून घेतले जाईल, नसल्यास मृत्यूपत्र / इच्छापत्र घेणाराचे नाव अचूक टाइप करावे.",
];

export const bhadePattaDenarNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "भाडेपट्टा करून देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून भाडेपट्टा देणाऱ्याचे नाव निवडावे, एकावेळी एकच भाडेपट्टा देणार निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी.",
  "भाडेपट्टा दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "भाडेपट्टा देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी भाडेपट्टा देणारे असतील तर त्यांची माहिती भरावी, नसल्यास भाडेपट्टा घेणाराची माहिती भरा या बटनावर क्लिक करावे.",
];
export const bhadePattaGhenarNotesArr = [
  "भाडेपट्टा घेणाराचे नाव व पत्ता अचूक टाइप करावे.",
  "भाडेपट्टा घेणारे जर अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
];
export const bhadePattaMahitiNotesArr = [
  "भाडेपट्टा माहिती भरण्याकरीता भाडेपट्ट्याचा एकूण कालावधी वर्षे तसेच महीने, भाडेपट्ट्याची तारीख पासून, भाडेपट्ट्याची तारीख पर्यंत, भाडेपट्ट्याची रक्कम (रु.) अचूक नमूद करावे.",
];

//--------------------ferfar-(Unregistered)-------------------
export const mayatDharakNotesArr = [
  "प्रत्येक मयत धारकसाठी स्वतंत्रपणे अर्ज करावा लागेल.",
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "संपूर्ण माहिती भरून झाल्यावर जतन करा या बटनावर क्लिक करावे.",
];
export const mryutuDakhlaNotesArr = [
  "मयत धारक निवडा नाव या टॅब मध्ये मयत धारकाचे नाव दिसेल त्यामधून मयत धारक निवडा.",
  "मृत्यू दिनांक, मृत्यू दाखला देणाऱ्या संस्थेचे / कार्यालयाचे नाव, मृत्यू दाखला क्रमांक, मृत्यू दाखला दिनांक, मृत्यू दाखला अचूक नमूद करावे.",
  "संपूर्ण माहिती भरून झाल्यावर जतन करा या बटनावर क्लिक करावे.",
];
export const varasNotesArr = [
  "वारसाचे नाव, पत्ता व मोबाइल नं. अचूक टाइप करावे.",
  "वारस जर अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर जतन करा या बटनावर क्लिक करावे.",
];

export const mryutupatraDenarNotesArrUnRegistered = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "मृत्यूपत्र / इच्छापत्र करून देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून मृत्यूपत्र / इच्छापत्र करून देणाराचे नाव नाव निवडावे, एकावेळी एकच मृत्यूपत्र / इच्छापत्र करून देणारा निवडता येईल.",
  "जन्म दिनांक अचूक नमूद करावी तसेच मृत्यू दिनांक, मृत्यू दाखला देणाऱ्या संस्थेचे / कार्यालयाचे नाव, मृत्यू दाखला क्रमांक, मृत्यू दाखला दिनांक, मृत्यू दाखला अचूक नमूद करावे.",
  "मृत्यूपत्र / इच्छापत्र दिलेले क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "मृत्यूपत्र / इच्छापत्र करून देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे.",
];
export const mryutupatraGhenarNotesArrUnRegistered = [
  "मृत्यूपत्र / इच्छापत्र लाभार्थीने नाव व पत्ता अचूक टाइप करावे.",
  "मृत्यूपत्र / इच्छापत्र लाभार्थी जर अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
  "संपूर्ण माहिती भरून झाल्यावर जतन करा या बटनावर क्लिक करावे.",
];

export const eeKuMyaNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "ए.कू.मॅ. धारकाचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून ए.कू.मॅ. धारकाचे नाव निवडावे.",
  "धारक निवडावा.",
  "ए.कू.मॅ. देणाऱ्याच्या नावे क्षेत्र हे अचूक नमूद करावे ते वैयक्तिक नावावर असलेल्या क्षेत्रापेक्षा जास्त असू नये.",
  "ए.कू.मॅ. देणाऱ्याचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर माहिती जतन करा या बटनावर क्लिक करावे, आणखी ए.कू.मॅ. धारक असतील तर त्यांची माहिती भरावी, नसल्यास ए.कू.मॅ. धारकाच्या वारसाची माहिती भरा या बटनावर क्लिक करावे.",
];
export const eeKuMyaVarasNotesArr = [
  "सहधारकाचे नाव, पत्ता व मोबाइल नं. अचूक टाइप करावे.",
  "सहधारक जर अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "संपूर्ण माहिती भरून झाल्यावर जतन करा या बटनावर क्लिक करावे.",
];

//--------------------ferfar-(Generic)-------------------
export const genericGhenarNotesArr = [
  "घेणाराचे नाव व पत्ता अचूक टाइप करावे.",
  "घेणारे अनेक असतील तर धारक प्रकार सामाईक निवडावे अन्यथा वैयक्तिक निवडावे.",
];
//----------------Power of Attorny------------------
export const poaDenarNotesArr = [
  "अर्जमधील नमूद न.भू.क्रमांकपैकी एक न.भू.क्रमांक निवडावा.",
  "मुखत्यारपत्र देणाराचे नाव या टॅब मध्ये मिळकतपत्रिके वरील सर्व नावे दिसतील त्यामधून मुखत्यारपत्र देणाऱ्याचे नाव निवडावे, एकावेळी एकच मुखत्यारपत्र देणार निवडता येईल.",
  "मुखत्यारपत्र देणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "मुखत्यारपत्र घेणारा एकाच असेल व देणारे अनेक असतील तर सर्व मुखत्यारपत्र देणार यांची माहिती भरून जतन करावी व मुखत्यारपत्र घेणारची माहिती सर्वांसाठी एकदाच भरावी.",
];
export const poaGhenarNotesArr = [
  // "मुखत्यारपत्र घेणार यांचे नाव महाराष्ट्रा मध्ये मिळकत पत्रिका अथवा ७/१२ वर दाखल असल्यास होय निवडावे, ULPIN माहीत असल्यास होय निवडावे व ULPIN टाकावा, ULPIN माहीत नसल्यास मिळकत पत्रिका अथवा ७/१२ या पैकी एक पर्याय निवडावा.",
  // "मुखत्यारपत्र घेणाराचे नावे महाराष्ट्रात मिळकत असल्यास मुखत्यारपत्र घेणाराचे नाव ७/१२ अथवा मिळकत पत्रिका यामधून घेतले जाईल, नसल्यास मुखत्यारपत्र घेणाराचे नाव व पत्ता अचूक टाइप करावे.",
  "सर्वप्रथम मुखत्यारपत्र देणारे निवडा.",
  "नाव व जन्म दिनांक अचूक नमूद करावी.",
  "मुखत्यारपत्र घेणाराचे पत्ता व मोबाइल नं. अचूक नमूद करावा.",
  "पत्या बाबतचा पुरावा अपलोड करावा.(उदा.- आधार कार्ड, रेशन कार्ड, पासपोर्ट, वैगेरे.) पुराव्याची साइज जास्तीत जास्त 256kb असावी व ती JPG,JPEG,PNG स्वरूपात असावी.",
  "नोंदणीकृत मुखत्यारपत्र दस्ताची माहिती भरावी.",
  "दस्त verify न झाल्यास दस्त दिनांक नमूद करावा.",
];

export const courtDawaNotesArr = [
  "ज्या न.भू.क्रमांकाबाबत दावा चालू आहे तो न.भू.क्रमांक निवडा.",
  "कोर्ट दाव्या मध्ये स्थगिती आदेश किंवा इतर आदेश झाले असल्यास त्याचा तपशील नमूद करावा.",
  "सदर कोर्ट दावा माहिती भरून झाल्यावर जतन करावी.",
];

export const docNotesArr = [
  // "कागदपत्रे क्रमाने अपलोड करावी.",
  // "कागदपत्रे अपलोड करण्यासाठी प्रथम यादीतील कागदपत्र प्रकार निवडावा.",
  "सर्वप्रथम अर्जदाराने स्वयंघोषणापत्राची प्रत डाउनलोड करावी व स्वयंघोषणापत्राच्या छापील प्रत वर स्वाक्षरी करून अपलोड करावे.",
  "अर्जदारने टेबल मध्ये कागदप्रकार समोरील अपलोड करा बटणावर क्लिक केल्याने कागदपत्र अपलोड करता येईल, अपलोड झाल्यावर अपलोड केलेले कागदपत्र येथे दिसेल.",
  "निवडलेल्या कागदपत्र प्रकारची कागदपत्रेच अचूकपणे अपलोड करावी, कागदपत्र व कागदपत्र प्रकार भिन्न असल्यास फेरफाराची कार्यवाही करता येणार नाही, तसेच सारख्या नावाचे कागदपत्र पुन्हा अपलोड करता येणार नाही.",
  // "प्रत्येक प्रकारची कागदपत्रे अपलोड केल्यानंतर जतन करा या बटणावर क्लिक करुन साठवावी.",
];

export const selfDeclrNotesArr = [
  "अर्जात भरलेली माहिती तपासून घ्यावी दुरुस्ती करायची असल्यास आवश्यक दुरुस्ती करावी.",
  "खात्री अंती फेरफार अर्ज डाऊनलोड करावा व स्वाक्षरी करून अपलोड करावा.",
];
