// src/faqData.js
const faqData = [
  {
    faq: "ईप्सित आज्ञावली चा उपयोग काय ?",
    desc: "ईप्सित आज्ञावली चा वापर करून नागरिकांना मिळकत पत्रिकेवरील फेरफारसाठी ऑनलाइन अर्ज करता येईल.",
  },
  {
    faq: "ईप्सित आज्ञावली चा वापर कसा करावा ?",
    desc: "नागरिकांनी सर्वप्रथम ईप्सित आज्ञावली मध्ये स्वत:चा मोबाइल नंबर प्रविष्ट करून स्वत:चे लॉगिन तयार करावे, इतरांचे लॉगिन मधून अर्ज करता येणार नाही.",
  },
  {
    faq: "सद्यस्थितीत ईप्सित आज्ञावलीतुन किती प्रकारचे फेरफार अर्ज करता येतात ?",
    desc: "सद्यस्थितीत ईप्सित आज्ञावलीतुन ५ प्रक्ररचे फेरफार अर्ज दाखल करता येतात. ते पुढीलप्रमाणे - वारसनोंद, खरेदीनोंद, बक्षीसपत्रनोंद, गहाणखत/बोजा दाखल नोंद, हक्कसोड पत्र/रिलीज डिड नोंद.",
  },
  {
    faq: "ईप्सित आज्ञावली मध्ये योग्य रित्या अर्ज सबमीट झाला आहे ही कसे समजेल ?",
    desc: "ईप्सित आज्ञावली मध्ये नागरिकांनी अर्जाच्या सर्व टॅब मध्ये संपूर्ण माहिती भरल्यानंतर अर्ज फेरफार नोंद घेण्यासाठी पाठवा या बटणावर क्लिक केल्यावर अर्ज सबमिट होईल तसेच नागरिकांना अर्जाची सद्यस्थिती त्यांच्या लॉगिन मध्ये पाहता येईल.",
  },
  {
    faq: "ईप्सित आज्ञावलीत अर्ज भरताना अडचण आल्यास कोठे संपर्क करावा ?",
    desc: "आपल्या अडचणींचे निवारण करण्यासाठी भूमीअभिलेख विभागातील मदत कक्ष हेल्पलाइन नंबर - 02025712712 वर संपर्क साधावा.",
  },
  {
    faq: "वारस नोंदणीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "वारस नोंदणीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - फोटो ओळखपत्र, मुळ मृत्यू दाखला, स्वयंघोषणापत्र, वारासाबाबत स्वयंघोषणापत्र, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
  {
    faq: "खरेदी नोंदीसाठी  कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "खरेदी नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - नोंदणीकृत खरेदी दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
  {
    faq: "बक्षीसपत्र नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "बक्षीसपत्र नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत - नोंदणीकृत बक्षीसपत्र दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत, कोर्ट आदेशाची प्रत(असल्यास)प्रमाणित प्रत.",
  },
  {
    faq: "गहाणखत / बोजा दाखल नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "गहाणखत / बोजा दाखल नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत -  नोंदणीकृत गहाणखत दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
  {
    faq: "हक्कसोड पत्र / रिलीज डिड नोंदीसाठी कोणते कागदपत्र आवश्यक आहेत ?",
    desc: "हक्कसोड पत्र / रिलीज डिड नोंदीसाठी पुढीलप्रमाणे कागदपत्र आवश्यक आहेत -  नोंदणीकृत हक्कसोड दस्ताची प्रमाणित प्रत, स्वयंघोषणापत्र, सूची क्रमांक २ ची प्रमाणित प्रत, अर्जदाराचा ओळखीचा पुरावा, मुखत्यार पत्र(असल्यास)प्रमाणित प्रत, मुखत्यार पत्र(असल्यास) सूची क्र २ प्रमाणित प्रत.",
  },
];

export default faqData;
